app/models/mm.log

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:ns0="urn:partner.soap.sforce.com" xmlns:ns1="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:tns="urn:partner.soap.sforce.com" xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">
   <SOAP-ENV:Header>
      <tns:SessionHeader>
         <tns:sessionId>00D3B000000D4nd!AQsAQLuDZ773zM_et7hOq_Jj.bXG8HTXV54HZGR5grpvkuLmGFNUQHelg9LVJnXG48ppAPJyEmthH18UfFn9zC6GA1vQsjZD</tns:sessionId>
      </tns:SessionHeader>
   </SOAP-ENV:Header>
   <ns1:Body>
      <ns0:getUserInfo/>
   </ns1:Body>
</SOAP-ENV:Envelope>
Starting new HTTPS connection (1): braintree--sb.cs50.my.salesforce.com
Starting new HTTPS connection (1): braintree--sb.cs50.my.salesforce.com
Starting new HTTPS connection (1): braintree--sb.cs50.my.salesforce.com
Starting new HTTPS connection (1): braintree--sb.cs50.my.salesforce.com
Starting new HTTPS connection (1): braintree--sb.cs50.my.salesforce.com
Starting new HTTPS connection (1): braintree--sb.cs50.my.salesforce.com
Starting new HTTPS connection (1): braintree--sb.cs50.my.salesforce.com
Starting new HTTPS connection (1): braintree--sb.cs50.my.salesforce.com
Starting new HTTPS connection (1): braintree--sb.cs50.my.salesforce.com
Starting new HTTPS connection (1): braintree--sb.cs50.my.salesforce.com
